/* Sample text in the light color palette editor. Do not translate the "ipsum dolor sit…", this is just sample text. */
"LightSampleText" = "Light ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna diam voluptua. At vero eos et…";

/* Sample text in the dark color palette editor. Do not translate the "ipsum dolor sit…", this is just sample text. */
"DarkSampleText" = "Dark ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna diam voluptua. At vero eos et…";


/* Menu item for copying a palette from an existing one. */
"Copy from" = "Copy from…";

/* Menu item for importing an existing clr file from disk. */
"Import clr" = "Import .clr…";

/* Menu item for exporting the color palette as a color list file. */
"Export clr" = "Export .clr…";


/* Submenu item inside "Copy from". Denotes the light palette of the theme. */
"LightMenuItem" = "Light";

/* Submenu item inside "Copy from". Denotes the dark palette of the theme. */
"DarkMenuItem" = "Dark";


/* Title of default button shown in import open panel. */
"Import" = "Import";

/* Title of alert sheet shown when importing the color list (.clr) file failed. */
"Import Alert Title" = "Import failed";

/* Informative text of alert sheet shown when importing the color list (.clr) file failed. The placeholder is replaced by the filename. */
"Import Alert Text" = "Importing the color list from “%@” failed.";


/* Title of default button shown in export save panel. */
"Export" = "Export";

/* The proposed filename shown in the export save panel when exporting a light color palette. The placeholder is replaced by the name of the theme. */
"ExportFileNameLight" = "%@ (Light)";

/* The proposed filename shown in the export save panel when exporting a dark color palette. The placeholder is replaced by the name of the theme. */
"ExportFileNameDark" = "%@ (Dark)";

/* The proposed filename shown in the export save panel when exporting a light color palette with an empty name. */
"DefaultExportFileNameLight" = "Light Color Palette";

/* The proposed filename shown in the export save panel when exporting a dark color palette with an empty name. */
"DefaultExportFileNameDark" = "Dark Color Palette";

/* Title of alert sheet shown when exporting the color list (.clr) file failed. */
"Export Alert Title" = "Export failed";

/* Informative text of alert sheet shown when exporting the color list (.clr) file failed. The placeholder is replaced by the export path.  */
"Export Alert Text" = "Exporting the color list to “%@” failed.";
